Repository: Mind-Turf-India/mtquotes
Catalog: lib/l10n/app_*.arb
Languages: gu, mr, te

# appTitle
source: Vaky
gu: વાક્ય
mr: वाकी
te: వాక్య

source: Choose Language
gu: ભાષા પસંદ કરો
mr: भाषा निवडा
te: భాషను ఎంచుకోండి

source: Choose language here
gu: અહીં ભાષા પસંદ કરો
mr: येथे भाषा निवडा
te: ఇక్కడ భాషను ఎంచుకోండి

source: Share
gu: શેર કરો
mr: शेअर करा
te: షేర్ చేయండి

source: Recents
gu: તાજેતરનું
mr: अलीकडील
te: ఇటీవలి

source: Categories
gu: શ્રેણીઓ
mr: श्रेणी
te: వర్గాలు

source: Trending Quotes
gu: ટ્રેન્ડિંગ ઉક્તિઓ
mr: ट्रेंडिंग कोट्स
te: ట్రెండింగ్ కోట్స్

source: Good Morning
gu: સુપ્રભાત
mr: सुप्रभात
te: శుభోదయం

source: Good Afternoon
gu: શુભ બપોર
mr: शुभ दुपार
te: శుభ మధ్యాహ్నం

source: Good Evening
gu: શુભ સંધ્યા
mr: शुभ संध्याकाळ
te: శుభ సాయంత్రం

source: Good Night
gu: શુભ રાત્રિ
mr: शुभ रात्री
te: శుభ రాత్రి

# motivational
source: Motivation
gu: પ્રેરણાદાયી
mr: प्रेरणादायक
te: ప్రేరణాత్మక

source: Love
gu: પ્રેમ
mr: प्रेम
te: ప్రేమ

source: Funny
gu: મજેદાર
mr: विनोदी
te: వినోదాత్మక

source: Friendship
gu: મિત્રતા
mr: मैत्री
te: స్నేహం

source: Life
gu: જીવન
mr: जीवन
te: జీవితం

# languageChanged
source: Language changed to {language}
gu: ભાષા {language} પર બદલાઈ
mr: भाषा {language} वर बदलली
te: భాష {language} కు మార్చబడింది

source: Search
gu: શોધ
mr: शोध
te: వెతుకు

source: Search quotes
gu: ઉલ્લેખ શોધો
mr: कोट्स शोधा
te: ఉద్భవాల శోధన

# newtemplate
source: New
gu: નવું
mr: नवीन
te: కొత్తది

source: Home
gu: મુખ્ય પૃષ્ઠ
mr: होम
te: ముఖ్య పేజీ

source: Create
gu: બનાવો
mr: तयार करा
te: తయారు చెయ్యి

source: Files
gu: ફાઇલો
mr: फाईल्स
te: ఫైళ్లు

source: Profile
gu: પ્રોફાઇલ
mr: प्रोफाईल
te: ప్రొఫైల్

source: Gallery
gu: ગેલેરી
mr: गॅलरी
te: గ్యాలరీ

source: Template
gu: ટેમ્પ્લેટ
mr: टेम्पलेट
te: టెంప్లేట్

source: Drafts
gu: મસદાઓ
mr: ड्राफ्ट्स
te: డ్రాఫ్ట్స్

# downloads
source: Download
gu: ડાઉનલોડ
mr: डाउनलोड
te: డౌన్లోడ్

source: Search files
gu: ફાઇલ્સ શોધો
mr: फाईल्स शोधा
te: ఫైళ్ళను శోధించు

source: Category
gu: શ્રેણી
mr: श्रेणी
te: వర్గం

# customesize
source: Custom Size
gu: કસ્ટમ કદ
mr: कस्टम आकार
te: కస్టమ్ పరిమాణం

source: Cancel
gu: રદ કરો
mr: रद्द करा
te: రద్దు చేయి

source: Change Image
gu: છબી બદલો
mr: प्रतिमा बदला
te: చిత్రాన్ని మార్చండి

source: Edit Image
gu: છબી સંપાદિત કરો
mr: प्रतिमा संपादित करा
te: చిత్రాన్ని ఎడిట్ చేయి

source: About Us
gu: અમારા વિશે
mr: आमच्याबद्दल
te: మా గురించి

source: Support
gu: સહાય
mr: सपोर्ट
te: మద్దతు

# subscriptions
source: Subscription
gu: સબસ્ક્રિપ્શન
mr: सबस्क्रिप्शन
te: సభ్యత్వాలు

source: Share application
gu: એપ્લિકેશન શેર કરો
mr: अॅप शेअर करा
te: అప్లికేషన్ పంచుకో

source: Settings
gu: સેટિંગ્સ
mr: सेटिंग्ज
te: సెటింగ్లు

source: Log out
gu: લૉગ આઉટ
mr: लॉगआउट
te: లాగ్ అవుట్

source: User
gu: વપરાશકર્તા
mr: वापरकर्ता
te: వినియోగదారు

source: Earn Credits
gu: ક્રેડિટ્સ મેળવો
mr: क्रेडिट्स मिळवा
te: క్రెడిట్లను సంపాదించండి

source: Points
gu: પોઈન્ટ્સ
mr: पॉइंट्स
te: పాయింట్లు

source: Image Editor
gu: છબી સંપાદક
mr: प्रतिमा एडिटर
te: చిత్ర ఎడిటర్

source: Select Image
gu: છબી પસંદ કરો
mr: प्रतिमा निवडा
te: చిత్రం ఎంచుకోండి

source: Speech Recognition Not Available
gu: સ્વર માન્યતા ઉપલબ્ધ નથી
mr: स्पीच रेकग्निशन उपलब्ध नाही
te: ప్రసంగ గుర్తింపు అందుబాటులో లేదు

source: Select Image From Gallery
gu: ગેલેરીમાંથી છબી પસંદ કરો
mr: गॅलरीमधून प्रतिमा निवडा
te: గ్యాలరీ నుండి చిత్రం ఎంచుకోండి

source: Size Standard
gu: કદ માનક
mr: स्टँडर्ड आकार
te: పరిమాణం ప్రామాణిక

source: Size Wide
gu: કદ પહોળું
mr: रुंद आकार
te: పరిమాణం విస్తారమైన

source: Size Common
gu: કદ સામાન્ય
mr: सामान्य आकार
te: పరిమాణం సాధారణ

source: Size Square
gu: કદ ચોરસ
mr: चौरस आकार
te: పరిమాణం చతురస్రం

source: Size Narrow
gu: કદ સાંકણું
mr: अरुंद आकार
te: పరిమాణం సన్నగా

source: Size Vertical
gu: કદ લંબાવ
mr: उभा आकार
te: పరిమాణం నిలువు

source: Size Ultra Wide
gu: કદ અલ્ટ્રા પહોળું
mr: अति-रुंद आकार
te: పరిమాణం అతి విస్తారమైన

source: Size Portrait
gu: કદ પોટ્રેટ
mr: पोर्ट्रेट आकार
te: పరిమాణం చిత్రం

source: Size Panoramic
gu: કદ પેનોરામિક
mr: पॅनोरॅमिक आकार
te: పరిమాణం పానోరామిక్

source: Theme
gu: થીમ
mr: थीम
te: థీమ్

source: Language
gu: ભાષા
mr: भाषा
te: భాష

source: Text Size
gu: ટેક્સ્ટ સાઇઝ
mr: टेक्स्ट आकार
te: పాఠ్యం పరిమాణం

source: Upgrade To Premium
gu: પ્રીમિયમમાં અપગ્રેડ કરો
mr: प्रीमियम करा अपग्रेड
te: ప్రీమియం కి అప్‌గ్రేడ్ చేయండి

source: Premium Sharing Features
gu: પ્રીમિયમ શેરિંગ સુવિધાઓ
mr: प्रीमियम शेअरिंग फीचर्स
te: ప్రీమియం పంచుకునే ఫీచర్లు

source: Upgrade Now
gu: હવે અપગ્રેડ કરો
mr: आता अपग्रेड करा
te: ఇప్పుడే అప్‌గ్రేడ్ చేయండి

source: For you
gu: તમારા માટે
mr: तुमच्यासाठी
te: మీ కోసం

source: Edit Your Profile
gu: તમારી પ્રોફાઇલ સંપાદિત કરો
mr: तुमचा प्रोफाईल संपादित करा
te: మీ ప్రొఫైల్‌ను సవరించండి

source: Save
gu: સંગ્રહો
mr: सेव्ह करा
te: సేవ్ చేయండి

source: Downloaded Images
gu: ડાઉનલોડ કરેલ છબીઓ
mr: डाउनलोड केलेल्या प्रतिमा
te: డౌన్లోడ్ చేసిన చిత్రాలు

# nodownloadedimages
source: No Downloaded Images Found
gu: કોઈ ડાઉનલોડ કરેલ છબી મળી નથી
mr: डाउनलोड केलेल्या प्रतिमा सापडल्या नाहीत
te: డౌన్లోడ్ చేసిన చిత్రం లేదు

source: joinAppMessage
gu: એપમાં જોડાઓ
te: అప్లో చేరండి

source: getRewardsMessage
gu: ઈનામ મેળવો
te: ఇనామాలను పొందండి

source: downloadNowMessage
gu: હમણાં ડાઉનલોડ કરો
te: ఇప్పుడే డౌన్లోడ్ చేయండి

source: Referral Code Not Available
gu: રેફરલ કોડ ઉપલબ્ધ નથી
mr: रेफरल कोड उपलब्ध नाही
te: రెఫరల్ కోడ్ అందుబాటులో లేదు

source: Your Points
gu: તમારા પોઈન્ટ્સ
mr: तुमचे पॉइंट्स
te: మీ పాయింట్లు

source: Your Referral Code
gu: તમારો રેફરલ કોડ
mr: तुमचा रेफरल कोड
te: మీ రెఫరల్ కోడ్

source: How It Works
gu: આ કેવી રીતે કામ કરે છે
mr: हे कसे काम करते
te: ఇది ఎలా పనిచేస్తుంది

source: Share Referral With Friends
gu: મિત્રો સાથે રેફરલ શેર કરો
mr: मित्रांसोबत रेफरल शेअर करा
te: స్నేహితులతో రెఫరల్‌ను పంచుకోండి

source: Friend Signs Up
gu: મિત્ર સાઇન અપ કરે
mr: मित्र साइन अप करतो
te: స్నేహితుడు సైన్ అప్ చేస్తాడు

source: Both Earn Rewards
gu: બન્ને ઈનામ મેળવે
mr: दोघेही रिवॉर्ड्स मिळवतात
te: ఇద్దరు ఇనామాలను పొందండి

source: Refer Friend And Earn
gu: મિત્રને રેફર કરો અને કમાવો
mr: मित्राला रेफर करा आणि कमवा
te: స్నేహితుడిని సూచించి సంపాదించండి

# referralDescription
source: Ask your friends to sign up with your referral code. Once done both you and your friend each earn rewards.
gu: તમારા મિત્રોને તમારા રેફરલ કોડ સાથે સાઇન અપ કરવા કહેવું. એકવાર પૂર્ણ થવાથી, તમે અને તમારો મિત્ર બંને ઇનામો મેળવશો
mr: आपल्या मित्रांना तुमच्या रेफरल कोडसह साइन अप करण्यास सांगा. एकदा हे झाल्यावर तुम्हाला आणि तुमच्या मित्राला दोघांनाही रिवॉर्ड्स मिळतील.
te: మీ రిఫెరల్ కోడ్‌తో సైన్ అప్ చేయమని మీ స్నేహితులను అడగండి. పూర్తయిన తర్వాత మీరు మరియు మీ స్నేహితుడు ఇద్దరూ రివార్డ్‌లను పొందుతారు.

# taptoupload
source: Tap to upload from gallery
gu: ગેલેરીમાંથી અપલોડ કરવા માટે ટૅપ કરો
mr: गॅलरीमधून अपलोड करण्यासाठी टॅप करा
te: గ్యాలరీ నుండి అప్లోడ్ చేయడానికి ట్యాప్ చేయండి

source: View All
gu: બધા જુઓ
mr: सर्व पहा
te: అన్నింటిని చూడండి

source: Notifications
gu: સૂચનાઓ
mr: नोटिफिकेशन्स
te: ప్రకటనలు

source: Clear All Notifications
gu: બધી સૂચનાઓ સાફ કરો
mr: सर्व नोटिफिकेशन्स हटवा
te: అన్ని ప్రకటనలను తొలగించండి

# confirmClearNotifications
source: Are you sure you want to clear all notifications?
gu: શું તમે ખરેખર બધી સૂચનાઓ સાફ કરવા માંગો છો?
mr: तुम्हाला खात्री आहे की तुम्ही सर्व नोटिफिकेशन्स हटवू इच्छिता?
te: మీరు ఖచ్చితంగా అన్ని ప్రకటనలను తొలగించాలనుకుంటున్నారా?

source: No Notifications Yet
gu: હજી સુધી કોઈ સૂચના નથી
mr: अद्याप कोणतीही नोटिफिकेशन्स नाहीत
te: ఇప్పటి వరకు ఎటువంటి ప్రకటనలు లేవు

source: Clear All
gu: બધું સાફ કરો
mr: सर्व हटवा
te: అన్నీ క్లియర్ చేయండి

source: Clear
gu: સાફ કરો
mr: हटवा
te: క్లియర్ చేయండి

source: Profile Details
gu: પ્રોફાઇલ વિગતો
mr: प्रोफाईल तपशील
te: ప్రొఫైల్ వివరాలు

source: Name
gu: નામ
mr: नाव
te: పేరు

source: Enter your name
gu: તમારું નામ દાખલ કરો
mr: तुमचे नाव प्रविष्ट करा
te: మీ పేరును నమోదు చేయండి

source: Mobile
gu: મોબાઇલ
mr: मोबाईल
te: మొబైల్

source: Enter your mobile number
gu: તમારો મોબાઇલ નંબર દાખલ કરો
mr: तुमचा मोबाईल नंबर प्रविष्ट करा
te: మీ మొబైల్ నంబర్‌ను నమోదు చేయండి

source: Location
gu: સ્થાન
mr: स्थान
te: స్థానం

source: Enter your location
gu: તમારું સ્થાન દાખલ કરો
mr: तुमचे स्थान प्रविष्ट करा
te: మీ స్థానాన్ని నమోదు చేయండి

source: Enter your business location
gu: તમારા વ્યવસાયનું સ્થાન દાખલ કરો
mr: तुमच्या व्यवसायाचे स्थान प्रविष्ट करा
te: మీ వ్యాపార స్థానాన్ని నమోదు చేయండి

source: Profile Photo
gu: પ્રોફાઇલ ફોટો
mr: प्रोफाईल फोटो
te: ప్రొఫైల్ ఫొటో

source: Change photo
gu: ફોટો બદલો
mr: फोटो बदला
te: ఫోటో మార్చండి

source: Change logo
gu: લોગો બદલો
mr: लोगो बदला
te: లోగో మార్చండి

source: Template Preview
gu: ટેમ્પલેટ પ્રીવ્યુ
mr: टेम्पलेट प्रीव्ह्यू
te: టెంప్లేట్ ప్రివ్యూ

source: Display Options
gu: ડિસ્પ્લે વિકલ્પો
mr: डिस्प्ले पर्याय
te: ప్రదర్శన ఎంపికలు

source: Show Info Box
gu: માહિતી બોક્સ બતાવો
mr: माहिती बॉक्स दाखवा
te: సమాచార పెట్టెను చూపించు

source: Background Color
gu: પૃષ્ઠભૂમિ રંગ
mr: बॅकग्राउंड रंग
te: నేపథ్య రంగు

source: Next
gu: આગળ
mr: पुढे
te: తదుపరి

source: Personal
gu: વ્યક્તિગત
mr: वैयक्तिक
te: వ్యక్తిగత

source: Business
gu: વ્યવસાય
mr: व्यवसाय
te: వ్యాపారం

source: Company Name
gu: કંપની નામ
mr: कंपनीचे नाव
te: కంపెనీ పేరు

source: Enter your company name
gu: તમારી કંપનીનું નામ દાખલ કરો
mr: तुमच्या कंपनीचे नाव प्रविष्ट करा
te: మీ కంపెనీ పేరును నమోదు చేయండి

source: Social Media Handle
gu: સોશિયલ મીડિયા હેન્ડલ
mr: सोशल मीडिया हँडल
te: సోషల్ మీడియా హ్యాండిల్

source: Enter your social media handle
gu: તમારો સોશિયલ મીડિયા હેન્ડલ દાખલ કરો
mr: तुमचा सोशल मीडिया हँडल प्रविष्ट करा
te: మీ సోషల్ మీడియా హ్యాండిల్‌ను నమోదు చేయండి

source: Product Description
gu: ઉત્પાદન વર્ણન
mr: प्रोडक्ट वर्णन
te: ఉత్పత్తి వివరణ

# enterBusinessDescription
source: Enter a business description or tagline
gu: વ્યવસાય વર્ણન અથવા ટેગલાઇન દાખલ કરો
mr: व्यवसायाचे वर्णन किंवा टॅगलाईन प्रविष्ट करा
te: వ్యాపార వివరణ లేదా ట్యాగ్‌లైన్‌ను నమోదు చేయండి

source: Logo
gu: લોગો
mr: लोगो
te: లోగో

source: Premium Template
gu: પ્રીમિયમ ટેમ્પલેટ
mr: प्रीमियम टेम्पलेट
te: ప్రీమియం టెంప్లేట్

source: Upgrade
gu: અપગ્રેડ કરો
mr: अपग्रेड
te: అప్‌గ్రేడ్

source: Loading template...
gu: ટેમ્પલેટ લોડ થઈ રહ્યું છે...
mr: टेम्पलेट लोड होत आहे...
te: టెంప్లేట్ లోడ్ అవుతోంది...

source: Failed to load image
gu: છબી લોડ કરવામાં નિષ્ફળ
mr: प्रतिमा लोड करण्यात अयशस्वी
te: చిత్రాన్ని లోడ్ చేయడంలో విఫలమైంది

source: Your Name
gu: તમારું નામ
mr: तुमचे नाव
te: మీ పేరు

source: Failed to load user data
gu: વપરાશકર્તા ડેટા લોડ કરવામાં નિષ્ફળ
mr: वापरकर्ता डेटा लोड करण्यात अयशस्वी
te: వినియోగదారు డేటాను లోడ్ చేయడంలో విఫలమైంది

source: Failed to save profile details
gu: પ્રોફાઇલ વિગતો સાચવવામાં નિષ્ફળ
mr: प्रोफाईल तपशील सेव्ह करण्यात अयशस्वी
te: ప్రొఫైల్ వివరాలను సేవ్ చేయడంలో విఫలమైంది

source: Profile details saved successfully
gu: પ્રોફાઇલ વિગતો સફળતાપૂર્વક સાચવી
mr: प्रोफाईल तपशील यशस्वीरित्या सेव्ह केले
te: ప్రొఫైల్ వివరాలు విజయవంతంగా సేవ్ చేయబడ్డాయి

source: User not logged in
gu: વપરાશકર્તા લૉગ ઇન નથી
mr: वापरकर्ता लॉग इन नाही
te: వినియోగదారు లాగిన్ కాలేదు

source: Edit Template
gu: ટેમ્પલેટ સંપાદિત કરો
mr: टेम्पलेट संपादित करा
te: టెంప్లేట్‌ను సవరించండి

source: Skip
gu: છોડો
mr: स्किप करा
te: దాటవేయి

source: Submit
gu: સબમિટ કરો
mr: सबमिट करा
te: సమర్పించండి

source: Thanks for your rating!
gu: તમારા રેટિંગ માટે આભાર!
mr: तुमच्या रेटिंगसाठी धन्यवाद!
te: మీ రేటింగ్‌కు ధన్యవాదాలు!

source: Failed to submit rating
gu: રેટિંગ સબમિટ કરવામાં નિષ્ફળ
mr: रेटिंग सबमिट करण्यात अयशस्वी
te: రేటింగ్‌ను సమర్పించడంలో విఫలమైంది

source: Loading...
gu: લોડ થઈ રહ્યું છે...
mr: लोड होत आहे...
te: లోడ్ అవుతోంది...

source: Do you wish to continue?
gu: શું તમે ચાલુ રાખવા માંગો છો?
mr: तुम्हाला पुढे जायचे आहे का?
te: మీరు కొనసాగించాలనుకుంటున్నారా?

source: Subscribe
gu: સબ્સ્ક્રાઇબ કરો
mr: सबस्क्राइब करा
te: సబ్‌స్క్రైబ్ చేయండి

source: Error initializing festivals
gu: તહેવારો શરૂ કરવામાં ભૂલ
mr: सण इनिशिअलाइझ करण्यात त्रुटी
te: పండుగలను ప్రారంభించడంలో లోపం

source: Failed to share image
gu: છબી શેર કરવામાં નિષ્ફળ
mr: प्रतिमा शेअर करण्यात अयशस्वी
te: చిత్రాన్ని షేర్ చేయడంలో విఫలమైంది

source: No Recent Templates
gu: કોઈ તાજેતરના ટેમ્પલેટ્સ નથી
mr: अलीकडील टेम्पलेट्स नाहीत
te: ఇటీవలి టెంప్లేట్‌లు లేవు

source: See all
gu: બધું જુઓ
mr: सर्व पहा
te: అన్నీ చూడండి

source: Error loading festivals
gu: તહેવારો લોડ કરવામાં ભૂલ
mr: सण लोड करण्यात त्रुटी
te: పండుగలను లోడ్ చేయడంలో లోపం

source: No festivals available
gu: કોઈ તહેવારો ઉપલબ્ધ નથી
mr: कोणतेही सण उपलब्ध नाहीत
te: పండుగలు అందుబాటులో లేవు

source: Free Sharing
gu: ફ્રી શેરિંગ
mr: फ्री शेअरिंग
te: ఉచిత షేరింగ్

source: Premium Sharing
gu: પ્રીમિયમ શેરિંગ
mr: प्रीमियम शेअरिंग
te: ప్రీమియం షేరింగ్

source: Basic sharing
gu: બેઝિક શેરિંગ
mr: बेसिक शेअरिंग
te: ప్రాథమిక షేరింగ్

# shareWithoutPersonalBranding
source: Share the festival post without personal branding
gu: વ્યક્તિગત બ્રાન્ડિંગ વિના તહેવાર પોસ્ટ શેર કરો
mr: वैयक्तिक ब्रँडिंगशिवाय सण पोस्ट शेअर करा
te: వ్యక్తిగత బ్రాండింగ్ లేకుండా పండుగ పోస్ట్‌ను షేర్ చేయండి

# noPersonalBranding
source: No personal branding or watermark
gu: કોઈ વ્યક્તિગત બ્રાન્ડિંગ અથવા વોટરમાર્ક નથી
mr: वैयक्तिक ब्रँडिंग किंवा वॉटरमार्क नाही
te: వ్యక్తిగత బ్రాండింగ్ లేదా వాటర్‌మార్క్ లేదు

source: Standard quality export
gu: પ્રમાણભૂત ગુણવત્તા નિકાસ
mr: स्टँडर्ड क्वालिटी एक्सपोर्ट
te: ప్రామాణిక నాణ్యత ఎగుమతి

source: Share Basic
gu: બેઝિક શેર કરો
mr: बेसिक शेअर करा
te: ప్రాథమికంగా షేర్ చేయండి

source: OR
gu: અથવા
mr: किंवा
te: లేదా

source: Share with your branding
gu: તમારા બ્રાન્ડિંગ સાથે શેર કરો
mr: तुमच्या ब्रँडिंगसह शेअर करा
te: మీ బ్రాండింగ్‌తో షేర్ చేయండి

source: Personalized sharing message
gu: વ્યક્તિગત શેરિંગ સંદેશ
mr: वैयक्तिकृत शेअरिंग संदेश
te: వ్యక్తిగతీకరించిన షేరింగ్ సందేశం

# noWatermarkCleanLook
source: No watermark - clean professional look
gu: વોટરમાર્ક વિના - સ્વચ્છ વ્યાવસાયિક દેખાવ
mr: वॉटरमार्क नाही - स्वच्छ प्रोफेशनल लूक
te: వాటర్‌మార్క్ లేదు - శుభ్రమైన వృత్తిపరమైన రూపం

# highQualityExport
source: High quality image export
gu: ઉચ્ચ ગુણવત્તાની છબી નિકાસ
mr: उच्च क्वालिटी प्रतिमा एक्सपोर्ट
te: అధిక నాణ్యత చిత్ర ఎగుమతి

source: Share Now
gu: હમણાં શેર કરો
mr: आता शेअर करा
te: ఇప్పుడే షేర్ చేయండి

source: Upgrade to Pro
gu: પ્રો માં અપગ્રેડ કરો
mr: प्रो करा अपग्रेड
te: ప్రోకి అప్‌గ్రేడ్ చేయండి

# howWouldYouRateExperience
source: How would you rate your experience with this festival post?
gu: આ ટેમ્પલેટ સાથેનો તમારો અનુભવ કેટલો રહ્યો?
mr: तुम्ही या टेम्पलेटसह तुमच्या अनुभवाला कसे रेट कराल?
te: ఈ టెంప్లేట్ అనుభవాన్ని మీరు ఎలా రేట్ చేస్తారు?
